Repository: Haxe93/community_store_reviews
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Add Reviews for Community Store
nl_nl: Voegt Beoordelingen toe voor Community Store

source: Reviews
nl_nl: Beoordelingen

source: Write your own review
nl_nl: Schrijf een beoordeling

source: Nickname
nl_nl: Schermnaam

source: Title of the Review
nl_nl: Titel van de beoordeling

source: You have to fill in all the ratings
nl_nl: U moet alle waarderingen invullen

source: List Reviews of Product(s)
nl_nl: Lijst van Beoordelingen van Product(en)

source: Under current product
nl_nl: Onder huidig product

source: Under a specified product
nl_nl: Onder een specifiek product

source: Under current location
nl_nl: Onder huidige locatie

source: Under a specified location
nl_nl: Onder een specifieke locatie

source: Rating Ascending
nl_nl: Waardering Oplopend

source: Rating Descending
nl_nl: Waardering Aflopend

source: Review Form
nl_nl: Beoordelingsformulier

source: Show Form
nl_nl: Toon formulier

source: Review Form will only be displayed when the PageID is linked to a product.
nl_nl: Beoordelingsformulier zal enkel getoond worden wanneer de pagina ID gelinkt is met een product.

source: Otherwise the customers will not be able to add a review.
nl_nl: Anders kunnen de klanten geen beoordeling geven.

source: Number of Reviews to Display
nl_nl: Aantal beoordelingen tonen

source: leave blank or 0 to list all matching reviews
nl_nl: Laat leeg of 0 om alle bijhorende beoordelingen te tonen

source: Display pagination interface if more reviews are available than are displayed.
nl_nl: Toon paginatie indien meer beoordelingen beschikbaar zijn

source: Reviews per Row
nl_nl: Beoordelingen per rij

source: Posted on:
nl_nl: Geplaatst op:

source: For:
nl_nl: Voor:

source: No reviews found...
nl_nl: Geen beoordelingen gevonden...

source: Title of Review
nl_nl: Titel van beoordeling

source: Review
nl_nl: Beoordeling

source: Not Approved
nl_nl: Niet Goedgekeurd

source: General
nl_nl: Algemeen

source: Review #
nl_nl: Beoordeling #

source: You must have at least one Review Status.
nl_nl: U moet ten minste 1 Beoordelingsstatus hebben.

source: You must have at least one Review Rating.
nl_nl: U moet ten minste 1 Beoordelingswaardering hebben.

source: All the ratings must have a name
nl_nl: Al de waarderingen moeten een naam hebben.

source: All the ratings must have a handle
nl_nl: Al de waarderingen moeten een handvat hebben.

source: Only letters, numbers and underscore is allowed for a rating handle.
nl_nl: Alleen letters, nummers en underscores zijn toegelaten voor een handvat.

source: You must assing a minimum average rating for auto approval
nl_nl: U moet een minimum gemiddelde waardering instellen voor automatisch goedkeuren.

source: The minimum average rating must be between 0 &amp; 100
nl_nl: De minimum gemiddelde waardering moet tussen 0 &amp; 100 liggen.

source: You must set the days after order creation for the review reminders.
nl_nl: U moet de dagen na creatie bestelling instellen voor de beoordeling herinneringen.

source: You must set the order status for the review reminders.
nl_nl: U moet een bestellingsstatus meegeven voor de beoordeling herinneringen.

source: You must set the from e-mail for the review reminders.
nl_nl: U moet een e-mail instellen voor de beoordeling herinneringen.

source: You already submitted a review of this product.
nl_nl: U heeft reeds een beoordeling ingediend voor dit product.

source: Something went wrong...
nl_nl: Iets ging verkeerd...

source: Community Store Review Reminder
nl_nl: Community Store Beoordeling Herinnering

source: Sends a mail to customers for reviewing their last order.
nl_nl: Verstuurt een mail naar klanten voor hun laatste bestelling te beoordelen.

source: New Review Notification on %s (%s)
nl_nl: Nieuwe Beoordeling Notificatie op %s (%s)

source: A review has been submitted
nl_nl: Een beoordeling is ingediend.

source: Date submitted
nl_nl: Datum ingediend

source: Comment
nl_nl: Commentaar

source: Click on the link to view this review
nl_nl: Klik op de link om de beoordeling te bekijken.

source: Review #:
nl_nl: Beoordeling #:

source: A new review has been submitted on your website
nl_nl: Een nieuwe beoordeling is ingediend op uw website.

source: %s: Submit a review for order #%s
nl_nl: %s: Dien een beoordeling in voor bestelling #%s

source: Review Reminder for Order #:
nl_nl: Beoordeling Herinnering voor Bestelling #:

source: Today's Reviews
nl_nl: Beoordelingen Vandaag

source: Total
nl_nl: Totaal

source: No reviews found
nl_nl: Geen beoordelingen gevonden

source: No approved reviews found
nl_nl: Geen goedgekeurde beoordelingen gevonden

source: Past 30 Days
nl_nl: Laatste 30 dagen

source: Year To Date
nl_nl: Huidig jaar

source: View Reviews by Date
nl_nl: Bekijk beoordelingen op datum

source: Summary
nl_nl: Overzicht

source: Total Reviews
nl_nl: Totaal Beoordelingen

source: Rating Total Reviews
nl_nl: Waardering Totaal Beoordelingen

source: Approved Reviews
nl_nl: Goedgekeurde Beoordelingen

source: Rating Approved Reviews
nl_nl: Waardering Goedgekeurde Beoordelingen

source: View Reviews by Product
nl_nl: Bekijk Beoordelingen op Product

source: Approve Review
nl_nl: Goedkeuren

source: Decline Review
nl_nl: Afkeuren

source: Review placed
nl_nl: Beoordeling geplaatst

source: Review Details
nl_nl: Beoordeling Details

source: Customer:
nl_nl: Klant:

source: On Sale:
nl_nl: In Verkoop:

source: View Product
nl_nl: Bekijk Product

source: View All Reviews
nl_nl: Bekijk Alle Beoordelingen

source: All Statuses
nl_nl: Alle Statussen

source: Search Reviews
nl_nl: Zoek Beoordelingen

source: Search
nl_nl: Zoek

source: Review %s
nl_nl: Beoordeling %s

source: Date
nl_nl: Datum

source: Avg. Rating
nl_nl: Gem. Waardering

source: Not found
nl_nl: Niet gevonden

source: Approve
nl_nl: Goedkeuren

source: Decline
nl_nl: Afkeuren

source: The status of the review could not be changed.
nl_nl: De status van de beoordeling kon niet gewijzigd worden.

source: Ratings
nl_nl: Waarderingen

source: Review Statuses
nl_nl: Beoordeling Statussen

source: Auto Approval
nl_nl: Automatisch Goedkeuren

source: Reminder
nl_nl: Herinneringen

source: Standard rating %sThis rating will automatically be used for calculations and the review reminder landings page%s
nl_nl: Standaard waardering %sDeze waardering zal automatisch gebruikt worden voor berekeningen een de beoordeling herinnering landingspagina%s

source: Custom Ratings
nl_nl: Extra Waarderingen

source: Handle
nl_nl: Handvat

source: Display Name
nl_nl: Schermnaam

source: No custom ratings found...
nl_nl: Geen extra waarderingen gevonden...

source: Add Rating
nl_nl: Waardering toevoegen

source: Show Frontend
nl_nl: Toon op voorkant

source: No Review Statuses are available
nl_nl: Er zijn geen Beoordeling Statussen beschikbaar

source: Enable Auto Approve?
nl_nl: Automatisch goedkeuren inschakelen?

source: No, I will manually approve or decline every review.
nl_nl: Neen, ik ga elke beoordeling handmatig goed- of afkeuren.

source: Yes, every review equal or higher than the minimum average rating should be approved automatically.
nl_nl: Ja, elke beoordeling hoger dan de minimum gemiddelde waardering moet automatisch worden goedgekeurd.

source: Minimum Average Rating %sBetween 1 &amp; 100&#37; %s
nl_nl: Minimum Gemiddelde Waardering %sTussen 1 &amp; 100&#37; %s

source: Review Form Settings
nl_nl: Beoordeling Formulier Instellingen

source: Groups
nl_nl: Groepen

source: May submit a review
nl_nl: Mag een beoordeling invullen

source: Show on the following forms
nl_nl: Ton om de onderstaande formulieren.

source: Captcha after reminder mail
nl_nl: Captcha na de beoordeling herinneringsmail

source: Captcha in form when user NOT logged in
nl_nl: Captcha in formulier wanneer de gebruiker NIET is ingelogd.

source: Captcha in form when user IS logged in
nl_nl: Captcha in formulier wanneer de gebruiker IS ingelogd

source: Form Details
nl_nl: Formulier Details

source: Submit Text
nl_nl: Verzenden Tekst

source: Notify me by email when people submit a review
nl_nl: Verwittig me per e-mail wanneer gebruikers een beoordeling versturen.

source: (Seperate multiple emails with a comma)
nl_nl: (Scheid meerdere e-mail adressen met een komma)

source: Message to display when review completed
nl_nl: Bericht na het indienen van een beoordeling

source: Redirect to another page after review submission?
nl_nl: Omleiden naar een andere pagina na het indienen van een beoordeling?

source: Review Reminder
nl_nl: Beoordeling Herinnering

source: Enable Review Reminder?
nl_nl: Beoordeling Herinnering Inschakelen?

source: No, the customer has to use the form on the website.
nl_nl: Neen, de klant moet het formulier op de website gebruiken.

source: Yes, the customer gets an e-mail to give a review about its last order.
nl_nl: Ja, de klant krijgt een e-mail om een beoordeling in te dienen over zijn/haar laatste bestelling.

source: Settings
nl_nl: Instellingen

source: Days after creating order?
nl_nl: Dagen na creatie bestelling?

source: Order must have the status
nl_nl: Bestelling moet deze status hebben

source: Send reminder copy to email %sseparate multiple emails with commas%s
nl_nl: Verzend een herinnering kopie naar e-mail %s(Scheid meerdere e-mail adressen met een komma)%s

source: Email Address
nl_nl: E-mail adres

source: Emails Sent From
nl_nl: E-mails Verzonden Van

source: From Email
nl_nl: Van E-mail

source: From Email Address
nl_nl: Van E-mailadres

source: From Name
nl_nl: Van Naam

source: Reminder Emails
nl_nl: Herinnering E-mails

source: Reminder Email Header Html
nl_nl: Herinnering E-mail Hoofding HTML

source: Reminder Email Header Content
nl_nl: Herinnering E-mail Hoofding Inhoud

source: Reminder Email Footer Content
nl_nl: Herinnering E-mail Sluiting Inhoud

source: Reminder Email Footer Html
nl_nl: Herinnering E-mail Sluiting HTML

source: Save Settings
nl_nl: Instellingen Opslaan

source: Review for
nl_nl: Beoordeling voor

source: Give another review on one of your purchased products of order
nl_nl: Geef een beoordeling op één van de andere producten van deze bestelling

source: Order
nl_nl: Bestelling

source: The order is not found...
nl_nl: De bestelling kon niet gevonden worden...
